Repository: ocotaa/gdprropa
Catalog: locales/*.po
Languages: fr_fr

source: GDPR Records of Processing Activities
fr_fr: Registres des activités de traitement du RGPD

source: Category of data subjects
fr_fr: Catégorie de personnes concernées

source: Security Measure
fr_fr: Mesure de sécurité

source: Add Security Measure
fr_fr: Ajouter une mesure de sécurité

source: GDPR Article 30 1g
fr_fr: Article 30 1g du RGPD

source: Introduced in
fr_fr: Enfant de

source: Create PDF for all records within active entity and its sons
fr_fr: Créer des PDF pour tous les registres de l'entité active et de ses fils.

source: Contract
fr_fr: Contrat

source: Joint controller contract type not set.
fr_fr: Le type de contrat du contrôleur conjoint n'est pas défini.

source: Processor contract type not set.
fr_fr: Le type de contrat du processeur n'est pas défini.

source: Third country/internalional organization contract type not set.
fr_fr: Le type de contrat du pays tiers ou de l'organisation interne n'est pas défini.

source: Internal contract type not set.
fr_fr: Autre type de contrat non défini.

source: Other contract type not set.
fr_fr: Autre type de contrat non défini.

source: Go to %s tab at %s and assign contract type.
fr_fr: Allez dans l'onglet %s à %s et attribuez le type de contrat.

source: Add Joint Controller/Processor
fr_fr: Ajouter un contrôleur/processeur conjoint

source: GDPR Article 30 1d, 1e
fr_fr: Article 30 1d, 1e du RGPD

source: Joint controller contract
fr_fr: Contrat de contrôleur commun

source: Processor contract
fr_fr: Contrat du processeur

source: Thirdparty contract
fr_fr: Contrat avec un tiers

source: Internal contract
fr_fr: Contrat interne

source: Other contract
fr_fr: Autre contrat

source: Name (select from list)
fr_fr: Nom (choisir dans la liste)

source: Add Category of Data Subjects
fr_fr: Ajouter une catégorie de personnes concernées

source: GDPR Article 30 1c
fr_fr: Article 30 1c du RGPD

source: Create PDF
fr_fr: Créer un PDF

source: Legal basis
fr_fr: Base légale

source: Add Legal Basis
fr_fr: Ajouter une base légale

source: GDPR Record of Processing Activity
fr_fr: Registre des activités de traitement du RGPD

source: Title
fr_fr: Titre

source: Purpose (GDPR Article 30 1b)
fr_fr: Objectif(s) (article 30 1b du RGPD)

source: Storage medium
fr_fr: Support de stockage

source: PIA required
fr_fr: EFVP(PIA) requise

source: Consent required
fr_fr: Consentement requis

source: First entry date
fr_fr: Date de la première entrée

source: Additional information
fr_fr: Informations complémentaires

source: Consent storage
fr_fr: Stockage des consentements

source: Undefined
fr_fr: Indéfini

source: Paper only
fr_fr: Papier uniquement

source: Paper and electronic
fr_fr: Papier et électronique

source: Electronic only
fr_fr: Électronique uniquement

source: Purpose
fr_fr: Objectif(s)

source: PIA status
fr_fr: Statut de l'EFVP

source: GDPR Article
fr_fr: Article sur le RGPD

source: Local law regulation
fr_fr: Réglementation du droit local

source: International regulation
fr_fr: Réglementation internationale

source: Controller internal regulation
fr_fr: Régulation interne du contrôleur

source: Other regulation
fr_fr: Autre réglementation

source: GDPR Controller Info
fr_fr: Informations sur le contrôleur RGPD

source: Controller information not set.
fr_fr: Informations sur le contrôleur non définies.

source: Manage entity Controller information
fr_fr: Gérer les informations de l'entité Controller

source: GDPR Article 30 1a
fr_fr: Article 30 1a du RGPD

source: Legal representative
fr_fr: Représentant légal

source: Data Protection Officer
fr_fr: Délégué à la protection des données

source: Controller Name
fr_fr: Nom du contrôleur

source: Controller configuration - contract types
fr_fr: Configuration du contrôleur - types de contrats

source: Joint Controller Contract Type
fr_fr: Contrôleur conjoint Type de contrat

source: Processor Contract Type
fr_fr: Processeur Type de contrat

source: Thirdparty Contract Type
fr_fr: Type de contrat avec un tiers

source: Internal Contract Type
fr_fr: Interne Type de contrat

source: Other Contract Type
fr_fr: Autre Type de contrat

source: PDF creation settings
fr_fr: Paramètres de création de PDF

source: Create Controller RoPA PDF for Entity
fr_fr: Créer le PDF

source: Software
fr_fr: Logiciel

source: Add a software
fr_fr: Ajouter un logiciel

source: Organizational
fr_fr: Organisation

source: Physical
fr_fr: Physique

source: Data Retention
fr_fr: Conservation des données

source: Manage data retention
fr_fr: Gérer la conservation des données

source: GDPR Article 30 1f
fr_fr: Article 30 1f du RGPD

source: Retention regulated by
fr_fr: Conservation réglementée par

source: Contract name
fr_fr: Nom du contrat

source: Until contract is valid
fr_fr: Jusqu'à ce que le contrat soit valide

source: Period
fr_fr: Période

source: After contract is terminated
fr_fr: Après la fin du contrat

source: Legal bases
fr_fr: Bases légales

source: Not required
fr_fr: Non requis

source: Contractual term
fr_fr: Durée du contrat

source: Other regulations
fr_fr: Autres règlements

source: Year
fr_fr: Année

source: Month
fr_fr: Mois

source: Day
fr_fr: Jour

source: Hour
fr_fr: Heure

source: Personal Data Category
fr_fr: Catégorie de données personnelles

source: Special category
fr_fr: Catégorie spéciale

source: Add a personal data category
fr_fr: Ajouter une catégorie de données personnelles

source: Selected item is already on list.
fr_fr: L'article sélectionné figure déjà dans la liste.

source: Cannot add child item if parent is already on the list.
fr_fr: Impossible d'ajouter un élément enfant si le parent est déjà dans la liste.

source: Cannot add Parent item if child is already on the list.<br>Remove child items before adding parent.
fr_fr: Impossible d'ajouter l'élément Parent si l'élement enfant est déjà sur la liste.<br>Supprimer l'enfant avant d'ajouter le parent.

source: Any special category
fr_fr: Toute catégorie spéciale

source: Show 'introduced in'
fr_fr: Afficher 'Enfant de'

source: Show comments
fr_fr: Afficher les commentaires

source: Show deleted records
fr_fr: Afficher les registres supprimés

source: Show legal representative and DPO for each record
fr_fr: Indiquer le représentant légal et le DPD pour chaque registre

source: Show record owner information
fr_fr: Afficher les informations sur le propriétaire du registre

source: Show assets owners
fr_fr: Afficher les propriétaires d'actifs

source: Show full personal data category list
fr_fr: Afficher la liste complète des catégories de données personnelles

source: Show expired contracts
fr_fr: Afficher les contrats expirés

source: Show contracts types header if empty list
fr_fr: Afficher l'en-tête des types de contrats si la liste est vide

source: Show 'is deleted' information in info header
fr_fr: Afficher l'information 'est supprimé' dans l'en-tête d'information

source: Show print date/time
fr_fr: Afficher la date et l'heure d'impression

source: Page orientation
fr_fr: Orientation de la page

source: Landscape
fr_fr: Paysage

source: Show record status in info header
fr_fr: Afficher le statut du registre dans l'en-tête d'information

source: Show legal representative
fr_fr: Afficher le représentant légal

source: Show title
fr_fr: Afficher le titre

source: Show address
fr_fr: Afficher l'adresse

source: Show phone
fr_fr: Afficher le téléphone

source: Show email
fr_fr: Montrer l'email

source: Show DPO
fr_fr: Afficher le DPD

source: Controller name not set.
fr_fr: Le nom du contrôleur n'est pas défini.

source: Controller
fr_fr: Contrôleur

source: GDPR Record of Processing Activities
fr_fr: Registres des activités de traitement du RGPD

source: print date/time: %1s
fr_fr: impression le date/heure : %1s

source: List of processing activities for which entity deals with personal data
fr_fr: Liste des activités de traitement pour lesquelles l'entité traite des données à caractère personnel

source: There are no activities.
fr_fr: Il n'y a pas d'activités.

source: No
fr_fr: Non

source: Description of the activity
fr_fr: Description de l'activité

source: GDPR Records of Processing Activity for entity:<br/>%1s
fr_fr: Registres des activités de traitement du RGPD pour l'entité:<br/>%1s

source: GDPR Records of Processing Activity
fr_fr: Registres des activités de traitement du RGPD

source: Legal representative not set.
fr_fr: Représentant légal non fixé.

source: DPO not set.
fr_fr: DPD non défini.

source: The record is marked as DELETED
fr_fr: Le registre est marqué comme SUPPRIMÉ

source: Record status: %s
fr_fr: État du registre : %s

source: Sheet for GDPR Record of Processing Activities
fr_fr: Fiche pour le registre des activités de traitement du RGPD

source: Processing Activity information
fr_fr: Informations sur l'activité de traitement

source: Name
fr_fr: Nom

source: No legal basis act(s).
fr_fr: Pas d'acte(s) de base légale.

source: Content
fr_fr: Contenu

source: No data subjects category/ies assigned.
fr_fr: Aucune catégorie de personnes concernées n'est attribuée.

source: Data retention not set.
fr_fr: La conservation des données n'est pas définie.

source: Data retention: %1$s after contract is terminated
fr_fr: Conservation des données : %1$s après la fin du contrat

source: Contract name/number: %1$s %2$s
fr_fr: Nom/numéro du contrat : %1$s %2$s

source: Begin date: %1$s
fr_fr: Date de début : %1$s

source: Comment: %1$s
fr_fr: Commentaire : %1$s

source: Contract info
fr_fr: Informations sur le contrat

source: Supplier
fr_fr: Fournisseur

source: Name: %1$s
fr_fr: Nom: %1$s

source: Data retention is not required
fr_fr: La conservation des données n'est pas nécessaire

source: Contracts related to processing activity
fr_fr: Contrats liés à l'activité de traitement

source: None.
fr_fr: Aucun.

source: Expiry
fr_fr: Date d'expiration

source: Begin date:
fr_fr: Date de début :

source: None assigned.
fr_fr: Aucune assignation.

source: Complete name
fr_fr: Nom complet

source: Software not assigned.
fr_fr: Logiciel non attribué.

source: Publisher
fr_fr: Editeur

source: Not assigned
fr_fr: Non attribué

source: None implemented.
fr_fr: Aucune mise en œuvre.

source: Manage GDPR RoPA configuration
fr_fr: Gérer la configuration de RGPD RoPA

source: System configuration
fr_fr: Configuration du système

source: Keep 'is special category' strict
fr_fr: Garder la catégorie 'est spéciale' stricte

source: Limit retention contracts list to those selected in controller info
fr_fr: Limiter la liste des contrats de conservation à ceux sélectionnés dans les informations sur le contrôleur

source: Remove software when record storage medium set to Paper only if any was assigned previously
fr_fr: Supprimer les logiciels lorsque le support de stockage du registre est réglé sur Papier uniquement si l’un d’eux a été attribué précédemment

source: Allow add expired contract (show expired on dropdown list)
fr_fr: Autoriser l’ajout d’un contrat expiré (afficher la liste déroulante des contrats expirés)

source: Allow add software from any entity
fr_fr: Autoriser l’ajout de logiciel depuis toute entité

source: Allow retrieve controller info from ancestor entity (set as recursive) when current entity controller info is not set
fr_fr: Autoriser la récupération des informations du contrôleur depuis l’entité père (défini comme récursif) lorsque les informations de l'entité du contrôleur actuel ne sont pas définies

source: PDF creating configuration
fr_fr: Configuration de la création du PDF

source: Codepage
fr_fr: Encodage

source: Font name
fr_fr: Nom de la police

source: Font size
fr_fr: Taille de police

source: Margin left
fr_fr: Marge gauche

source: Margin top
fr_fr: Marge supérieure

source: Margin right
fr_fr: Marge droite

source: Margin bottom
fr_fr: Marge inférieure

source: Header margin (from top)
fr_fr: Marge d'en-tête (à partir du haut)

source: Footer margin (from bottom)
fr_fr: Marge de pied de page (à partir du bas)

source: Show logo
fr_fr: Afficher le logo

source: Logo image filename (located in /plugins/gdprropa/images/)
fr_fr: Nom du fichier image du logo (situé dans /plugins/gdprropa/images/)

source: Install sample data
fr_fr: Installer des exemples de données

source: Sample data will be installed for current active entity.
fr_fr: Des exemples de données seront installés pour l'entité active actuelle.

source: Categories of data subjects
fr_fr: Catégories de personnes concernées

source: Security measures
fr_fr: Mesures de sécurité

source: Contract types
fr_fr: Types de contrats

source: Personal data types
fr_fr: Types de données personnelles

source: Install
fr_fr: Installer
